export const menu = {
    Category1:
    {   
        name: 'Пельмени',
        imagePath: "./images/products/Пельмени.png",
        Content1:
        {
            name: "Пельмени Свинина & Говядина",
            imagePath: "./images/products/Пельмени.png",
            info: "Состав:\nСвинина,Говядина,Лук,Вода,Соль,Специи",
            price: 18
        },

        Content2:
        {
            name: "Пельмени Говядина",
            imagePath: "./images/products/Пельмени.png",
            info: "Состав:\nТесто пельменное,Говядина,Лук,Вода,Соль,Специи",
            price: 23
        },
        
        Content3:
        {
            name: "Пельмени Курица",
            imagePath: "./images/products/Пельмени.png",
            info: "Состав:\nМясо курицы,Лук,Вода,Соль,Специи",
            price: 18
        }
    },

    Category2:
    {
        name: "Вареники",
        imagePath: "./images/products/Вареники.png",
        Content1:
        {
            name: "Вареники Картофель",
            info: "Состав:\nТесто для вареников,Картофель,Масло из коровьев сливок,Яйцо,Соль",
            price: 11
        },

        Content2:
        {
            name: "Вареники Картофель & Грибы",
            info: "Состав:\nТесто,Картофель,Шампиньоны,Лук,Масло подсолнечное,Соль,Специи",
            price: 15
        },

        Content3:
        {
            name: "Вареники Мясо & Капуста",
            info: "Состав:\nТесто,Фарш свино-говяжий,Капуста белокачанная,Лук,Соль,Специи",
            price: 18
        },

        Content4:
        {
            name: "Вареники Капуста & Шпик",
            info: "Состав:\nТесто,Капуста квашеная,Шпик свинной,Лук,Соль,Специи",
            price: 15
        },

        Content5:
        {
            name: "Вареники Сыр имеретинский",
            info: "Состав:\nТесто,Сыр имеретинский,Яйцо,Соль,Специи",
            price: 16
        }
    },

    Category3:
    {
        name: "Котлеты",
        imagePath: "./images/products/Котлеты, фрикадельки.jpg",
        Content1:
        {
            name: "Котлеты Куриные",
            info: "Состав:\nФиле курицы,Лук,Соль,Перец,Мука,Яйцо куриное,Сухари панировочные из багета",
            price: 25
        },

        Content2:
        {
            name: "Котлеты Домашние",
            info: "Состав:\nСвинина,Говядина,Хлеб белый,Соль специи,Мука для панировки",
            price: 25
        },

        Content3:
        {
            name: "Фрикадельки Куриные",
            info: "Состав:\nМясо курицы,Лук,Зелень,Соль,Специи",
            price: 25
        },
        
        Content4:
        {
            name: "Фрикадельки Свинина & Говядины",
            info: "Состав:\nСвинина,Говядина,Лук,Зелень,Соль,Специи",
            price: 25
        },

        Content5:
        {
            name: "Шницель куриный панированный в багете",
            info: "Состав:\nФиле курицы,Яйцо,Соль,Специи,Мука,Сухари панировочные из багета",
            price: 25
        }
    },
    
    Category4:
    {
        name: "Блины & Сырники",
        imagePath: "./images/products/Блины фаршированные.jpg",
        Content1:
        {
            name: "Блины фаршированные мясом",
            info: "Состав:\nБлины,Свинина,Говядина,Лук,Масло растительное,Соль,Специи",
            price: 25
        },
        
        Content2:
        {
            name: "Блины фаршированные творогом",
            info: "Состав:\nБлины,Творог из коровьего молока,Сахар ванильный,Сахар,Соль",
            price: 18
        },

        Content3:
        {
            name: "Творожные сырники",
            info: "Состав:\nТворог из коровьего молока,Яйцо,Соль,Сахар,Сахар ванильный,Мука",
            price: 16
        }
    },

    Category5:
    {
        name: "Салаты & Закузки",
        imagePath: "./images/products/Салаты и закуски.jpg",
        Content1:
        {
            name: "Салат 'Оливье'",
            info: "Состав:\nКартофель,Морковь,Яйцо,Колбаса вареная,Огурец соленый,Лук",
            price: 30
        },

        Content2:
        {
            name: "Салат 'Министерский'",
            info: "Состав:\nГовядина,Лук,Масло растительное,Яйцо,Огурец соленый соль",
            price: 40
        },

        Content3:
        {
            name: "Салат 'Сельдь под шубой'",
            info: "Состав:\nСельдь соленая,Лук,Картофель,Яйцо,Морковь,Свекла,Майонез",
            price: 30
        },
        
        Content4:
        {
            name: "Салат с крабовыми палочками",
            info: "Состав:\nКрабовые палочки,Яйцо,Кукуруза консервированая",
            price: 30
        },

        Content5: 
        {
            name: "Рулет с сайрой",
            info: "Состав:\nЛаваш,Сайра консервированная,Яйцо,Сыр твердый,Майонез,Лук зеленый",
            price: 40
        },

        Content6:
        {
            name: "Рулет с тунцом",
            info: "Состав:\nЛаваш,Тунец консервированный,Яйцо,Сыр твердый,Майонез,Лук зеленый",
            price: 40
        },

        Content7:
        {
            name: "Рулет с твердым сыром и чесноком",
            info: "Состав:\nЛаваш,Сыр твердый,Яйцо,Чеснок,Лук зеленый,Майонез",
            price: 40
        },
        
        Content8:
        {
            name: "Набор из 3 видов салатов и закуски",
            info: "Состав:\nСалат 'Оливье',Салат 'Сельдь под шубой',Салат 'С крабовыми палочками'",
            price: 59,
            postfix: '₾'
        }
    },

    Category6:
    {
        name: "Пробные сеты",
        imagePath: "./images/products/пробный сет_1.png",
        Content1:
        {
            name: "Пробный сет №1",
            info: "Состав:\nПельмени Свинина & Говядина, 300г,Пельмени Говядина, 300г,Вареники Картофель, 300г,Вареники Мясо & Капуста, 300г,Котлеты Домашние, 4 шт.,Шницель куриный панированный в багете, 2 шт.,Блины фаршированные творогом, 4 шт.",
            price: 49,
            postfix: '₾'
        },
        
        Content2:
        {
            name: "Пробный сет №2",
            info: "Состав:\nПельмени Свинина & Говядина, 300г,Пельмени Курица, 300г,Вареники Картофель & Грибы, 300г,Вареники Сыр имеретинский, 300г,Котлеты Куриные, 4 шт.,Блины фаршированны мясом, 4 шт.,Сырники, 4 шт.",
            price: 49,
            postfix: '₾'
        }
    }
}